Repository: common-repository/instant-chat-wp
Catalog: languages/instant-chat-wp-*.po
Languages: es_es

source: Today
es_es: Hoy

source: This Week
es_es: Esta Semana

source: Follow-up
es_es: Seguimiento

source: Answered
es_es: Sin respuesta

source: Unanswered
es_es: Respondidos

source: Latest Contact Requests
es_es: Últimos Contactos

source: Date
es_es: Fecha

source: When
es_es: Cuando

source: Agent
es_es: Usuario

source: Client
es_es: Cliente

source: Phone Number
es_es: Teléfono

source: URL
es_es: Página

source: Message
es_es: Mensaje

source: Status
es_es: Estado

source: Actions
es_es: Acciones

source: Edit
es_es: Editar

source: There are no stats yet.
es_es: No hay estadísticas.

source: Multiple Staff Members
es_es: Multiples Usuarios

source: Unlimited Staff Members
es_es: Usuários Ilimitados

source: Custom Availability & Work Schedule
es_es: Configuración de Disponiblidad diaria

source: Custom Labels & Texts
es_es: Textos Personalizados

source: Multiple Departments
es_es: Varios Departamentos

source: Elegant Whatsapp Chat Box
es_es: Caja de mensajes para Whatsapp

source: CUSTOM ONLINE MESSAGE
es_es: MENSAJE DE BIENVENIDA

source: CUSTOM UNAVAILABLE MESSAGE
es_es: MENSAJES DE NO DISPONIBLE

source: Instant Chat WP Settings
es_es: Configuraciones

source: Activate Instant Chat WP
es_es: Activar Instant Chat WP

source: Show PopUp?
es_es: Mostrar Popup?

source: YES
es_es: SI

source: WhatsApp Number
es_es: Número de Whatsapp

source: Input the WhatsApp phone number with country DD. Example 1 for U.S.
es_es: Ingrese el número de WhatsApp com el código de pais. Ejemplo: 1 para U.S.

source: Popup Message
es_es: Mensaje del Popup

source: You can set your custom question here.
es_es: Puedes ingresar tu propia pregunta.

source: This message will be displayed as the first message of the conversation.
es_es: Este será el primer mensaje que el visitante ve.

source: Footer Message
es_es: Mensaje inferior

source: This message will be displayed at the footer of the ChatBox.
es_es: Este será el primer mensaje que el visitante verá.

source: Header Title
es_es: Titulo del encabezados

source: You can set your custom header title.
es_es: Puedes ingressar tu próprio mensaje de la parte superior aqui.

source: Position
es_es: Posición

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: Multiple Agents?
es_es: Vários Usuários?

source: Deactivated
es_es: Desactivado

source: Active
es_es: Activo

source: Save Changes
es_es: Guardar Cambios

source: Thank you very much for using Instant Chat WP.
es_es: Muchas gracias por utilizar Instant Chat WP.

source: Should you wish to add more staff members please consider upgrading your version.
es_es: Si desea agregar más usuarios, por favor considere comprar la versión premium.

source: 's Picture
es_es: Foto

source: Please wait ...
es_es: Por favor espere ..

source: Settings
es_es: Confirguraciones

source: Hi, how can I help you?
es_es: Hola, como podemos ayudarte?

source: I would like to receive further information about your services
es_es: Me gustaria recibir más información acerca de sus servicios

source: Welcome
es_es: Bienvenido

source: Pending Requests
es_es: Solicitudes Pendientes

source: Agents
es_es: Usuarios

source: Go Premium
es_es: Premium

source: Settings saved.
es_es: Configuraciones guardadas.

source: You must to set a valid WhatsApp Number
es_es: Debes ingresar um número de Whatsapp

source: Go to Settings
es_es: Ir a configuraciones

source: DASHBOARD
es_es: PRINCIPAL

source: AGENTS
es_es: USUARIOS

source: GO PRO
es_es: Premium

source: Please, type your name here
es_es: Por favor, escribe tu nombre aquí

source: Please, type your cel. number here
es_es: Por favor, escribe tu celular aquí

source: here!
es_es: aqui!

source: Instant Chat WP is free, download and try it now %s
es_es: Instant Chat WP es gratuito, pruebalo %s

source: Write a reponse
es_es: Esciva una respuesta

source: second
es_es: segundo

source: minute
es_es: minuto

source: hour
es_es: hora

source: day
es_es: dia

source: week
es_es: semana

source: month
es_es: mes

source: year
es_es: año

source: decade
es_es: decada

source: ago
es_es: hace

source: from now
es_es: hace

source: Go Pro
es_es: Premium
